{   "witnesses" : [     {       "id" : "M1",       "content" : "LOG ENTRY: SOL 33<n> This may be my last entry.<n> I<->ve known since Sol 6 there was a good chance I<->d die here.<n> But I figured it would be when I ran out of food.<n> I didn<->t think it would be this early.<n> I<->m about the fire up the Hydrazine.<n> Our mission was designed knowing that anything might need maintenance, so I have plenty of tools.<n> Even in a space-suit, I was able to pry the access panels off the MDV and get at the six Hydrazine tanks.<n> I set them in the shadow of a rover to keep them from heating up too much.<n> There<->s more shade and a cooler temperature near the Hab, but fuck that.<n> If they<->re going to blow up, they can blow up a rover, not my house.<n> Then I pried out the reaction chamber.<n> It took some work and I cracked the damn thing in half, but I got it out.<n> Lucky for me I don<->t need a proper fuel reaction.<n> In fact, I really, super-duper don<->t want a proper fuel reaction.<n> I brought all the Hydrazine and reaction chamber in.<n> I briefly considered only having one tank in at a time to reduce risk.<n> But some back-of-the-napkin math told me even one tank was enough to blow the whole Hab up, so why not bring them all in?<n> The tanks have manual vent valves.<n> I<->m not 100 % sure what they<->re for.<n> Certainly we were never expected to use them.<n> "     }, {       "id" : "M2",       "content" : "LOG ENTRY: SOL 33<n> This may be my last entry,<n> I<->ve known since Sol 6 there was a good chance I<->d die here.<n> But I figured it would be when I ran out of food.<n> I didn<->t think it would be this early.<n> I<->m about to fire up the hydrazine.<n> Our mission was designed knowing that anything might need maintenance, so I have plenty of tools.<n> Even in a space suit, I was able to pry the access panels off the MDV and get at the six hydrazine tanks.<n> I set them in the shadow of a rover to keep them from heating up too much.<n> There<->s more shade and a cooler temperature near the Hab, but fuck that.<n> If they<->re going to blow up, they can blow up a rover, not my house.<n> Then I pried out the reaction chamber.<n> It took some work and I cracked the damn thing in half, but I got it out.<n> Lucky for me I don<->t need a proper fuel reaction.<n> In fact, I really, super-duper don<->t want a proper fuel reaction.<n> I brought the reaction chamber in.<n> I briefly considered only bringing one tank of hydrazine in at a time to reduce risk.<n> But some back-of-the-napkin, math told me even one tank was enough to blow the whole Hab up. So I brought them all in. Why not?<n> The tanks have manual vent valves.<n> I<->m not 100 percent sure what they<->re for.<n> Certainly we were never expected to use them.<n> "      }    ] }
